@extends('app')

@section('title', 'Доставка та оплата')

@push('styles')
    @vite(['resources/css/delivery.css'])
@endpush

@section('content')
    <section class="about-section">
        <h2 class="about-title">Доставка і оплата</h2>
        <div class="about-container">
            <p class="about-text">
                Ми прагнемо зробити процес замовлення максимально простим та зручним для тебе. Обирай стильний одяг, а ми
                подбаємо, щоб він швидко і безпечно потрапив до твоїх рук.
            </p>
            <p class="about-text">
                <strong>Доставка:</strong>
                Ми співпрацюємо з надійними кур’єрськими службами, які доставляють замовлення по всій Україні. Зазвичай
                доставка займає від 1 до 5 робочих днів, залежно від регіону.
            </p>
            <p class="about-text">
                <strong>Оплата:</strong>
                Пропонуємо кілька зручних способів оплати — оплата при отриманні, банківською карткою онлайн, або через
                популярні платіжні сервіси. Ти обираєш найзручніший для себе варіант.
            </p>
            <p class="about-text final">
                Якщо виникли питання — звертайся до нашої служби підтримки, ми завжди раді допомогти! <br>
                Дякуємо, що обираєш <strong>VAKULA</strong> — твій стиль, твоя свобода.
            </p>
        </div>
    </section>
@endsection